Repository: stephan1827/shuv_demo
Catalog: Logical/mappView/MainVisu/Pages/FavoriteWatchPage/FavoritePage.tmx
Source language: en
Languages: de

source: Heating
de: Heizung

source: Cooling
de: Kühlen

source: Cascade
de: Kaskade

source: Pressure
de: Druck

source: Timer
de: Zeit

source: Select a cell and apply item to cell
de: Wähle Zelle und weise ein Element zu

source: Item 1
de: Element 1

source: Item 2
de: Element 2

source: Item 3
de: Element 3

source: Item 4
de: Element 4

source: Item 5
de: Element 5

source: Item 6
de: Element 6

source: Item 7
de: Element 7

source: Item 8
de: Element 8

source: Item 9
de: Element 9

source: Item 10
de: Element 10

source: Item 11
de: Element 11

source: Item 12
de: Element 12

source: Item 13
de: Element 13

source: Item 14
de: Element 14

source: Item 15
de: Element 15

source: Item 16
de: Element 16
